Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/gollegiella-kielipalkinto_ole_henrik_maggalle.html.tmx
Source language: fin
Languages: sms

source: Gollegiella-kielipalkinto Ole Henrik Maggalle
sms: Gollegiella-ǩiõllcistt Ole Henrik Maggaaʹje

source: Emeritusprofessori Ole Henrik Magga.
sms: Ruõcc tååimai eeʹžžedjânnmen tän eeʹjj, ǥu juõʹǩǩ nuuʹbb eeʹjj jueʹǩǩemnalla åårrai Gollegiella-ǩiõllcistt jueʹǩǩeš lååǥǥad vuâra.

source: Kuva: Ninni Andersson/Regeringskansliet
sms: Cisttjueʹǩǩempoodd jäʹrjsteš Tukholmast 18.1.2023 õnnum miniʹsttri da Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹji såbbar õhttvuõđâst.

source: Pohjoismainen saamen kielipalkinto Gollegiella on myönnetty vuonna 2022 emeritusprofessori Ole Henrik Maggalle.
sms: – Sääʹmǩiõl seeiltummuš da ooudâsviikkmõš lij samai vääžnai.

source: Hän on koko elämänsä ajan tehnyt merkittävää työtä saamen kielten edistämiseksi, kehittämiseksi ja säilyttämiseksi.
sms: Ole Henrik Magga lij leämmaž kuuʹǩǩ šurrân ouddvueʹǩǩen sääʹmǩiõl âânnmõõžžâst, da leäm kâʹl samai kuärǥaž ǥu vuäitam luõvted Gollegiella-ǩiõllciist täʹbbe Ole Henriiʹǩe, tuâtt kulttuuriminiʹstter Parisa Liljestrand.

source: Hän on elämäntyöllään osoittanut saamelaisille ja ulkomaailmalle, että saame on tärkeä ja elävä kieli.
sms: – Leäm samai kuärǥaž ǥu vuäitam äʹjsted Ole Henrik Maggaa Gollegiella-ciistâst 2022.

source: Ruotsi toimi isäntämaana tänä vuonna, kun joka toinen vuosi jaettava Gollegiella-kielipalkinto jaettiin kymmenennen kerran.
sms: Suu jieʹllemtuâjas čuäʹjat, što son vuäǯǯ nuʹt tobdstõõzz ǥu ciist, särnn Sääʹmteeʹǧǧ halltõõzz saaǥǥjååʹđteeʹjj Håkan Jonsson.

source: Palkintojenjakotilaisuus järjestettiin Tukholmassa 18.1.2023 pidetyssä ministerien ja Saamelaiskäräjien puheenjohtajien kokouksen yhteydessä.
sms: Ole Henrik Magga lij šõddâm eeʹjjest 1947 Kautokeinost Tâʹvv-Taarrâst.

source: – Saamen kielten säilyttäminen ja kehittäminen on erittäin tärkeää.
sms: Ole Henrik Magga lij looʹjid iiʹjjid reâuggam ǩiõli ooudâsviikkmõššân, jeäʹrbi mieʹldd jeeʹres akateemlaž määttai, tuʹtǩǩummuž da mättmateriaali ooudâsviikkmõõžž di mättʼtõõzz pääiʹǩ.

source: Ole Henrik Magga on ollut pitkään suurena esikuvana saamen kielen käytössä, ja siksi olen ylpeä voidessani luovuttaa Gollegiella-kielipalkinnon tänään Ole Henrikille, toteaa kulttuuriministeri Parisa Liljestrand.
sms: Magga lij oouʹdääm ânnʼjõž tâʹvvsääʹm ǩeeʹrjtemriâžldõõǥǥ, ǩeeʹrjtam saujjsääʹm ǩiõllmäätt õõutveäkka Lajla Mattsson Maggain da vuässõõttâm nuʹt uuʹme- ǥu piiddâmsääʹm ǩeeʹrjtemriâžldõõǥǥi ooudâsviikkmõʹšše.

source: – Olen erittäin iloinen voidessani onnitella Ole Henrik Maggaa Gollegiella-palkinnosta 2022.
sms: Magga lij še vuässõõttâm alggmeerai instituutioi alttummša meersaž da meeraikõskksaž tääʹzzest odm. toiʹmmjeeʹl ÕM alggmeerai põõšši fooruum vuõssmõs saaǥǥjååʹđteeʹjen da nuʹt leämmaž altteʹmmen Taarr Sääʹmtiiʹǧǧid, koon vuõssmõs saaǥǥjååʹđteeʹjen Ole Henrik Magga tååimai.

source: Hänen koko elämäntyönsä osoittaa, että hän ansaitsee sekä tunnustuksen että palkinnon, sanoo Saamelaiskäräjien hallituksen puheenjohtaja Håkan Jonsson.
sms: Lââʹssteâđaid

source: Ole Henrik Magga on syntynyt vuonna 1947 Kautokeinossa Pohjois-Norjassa.
sms: Preʹssteâđtõs Gollegiella (ruõccâs)
